---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLayerTable
source: html/26273ccb-19e1-1f31-edf1-627595253daa.htm
---
# ExportLayerTable Members

Constructs a new ExportLayerTable with default values.